import React, { useState } from 'react'
import style from './Notfound.module.css'

export default function Notfound() {



    
  return <>
    
  <div className='bg-black  h-1/2  text-center text-white '>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
      <p>^_هذه الصفحه غير موجوده خف استروكس او ابحث عدل وفوق وركز واصحي ليغفلونا_*</p>
  </div>
  </>
}
